Repository: SantiagoJavierRubio/portfolio
Catalog: intl/locales/*/texts.po
Languages: es

source: About me
es: Sobre mi

source: Apart from coding I'm a musician and a music teacher. I play the piano and clarinet 🎹
es: Además de dedicarme a la programación soy músico y docente. Toco el piano y el clarinete 🎹

source: Backend development - Agencia de Aprendizaje a lo largo de la Vida
es: Desarrollo Backend - Agencia de Aprendizaje a lo largo de la Vida

source: Backend development - Coderhouse
es: Desarrollo Backend - Coderhouse

source: Basic info
es: Información básica

source: Competences
es: Competencias

source: Competent
es: Competente

source: Contact me
es: Contáctame

source: Don't have a website yet?
es: ¿No tienes un sitio web?

source: Featured projects:
es: Proyectos destacados:

source: Fullstack web development - Agencia de Aprendizaje a lo largo de la Vida
es: Desarrollo web Fullstack - Agencia de Aprendizaje a lo largo de la Vida

source: Fullstack with NextJS, tRPC, SSR
es: Fullstack con NextJS, tRPC, SSR

source: Hi! My name is Santiago
es: Hola! Soy Santiago

source: I currently work as a part-time developer at OLA Estudio and also do freelance projects 💼
es: Actualmente trabajo como desarrollador part-time en OLA Estudio. También realizo proyectos freelance 💼

source: I enjoy coding since I was a teenager, and I've always been passionate about it 🤓
es: Soy un apasionado de la programación desde mi adolescencia 🤓

source: I like playing videogames. I also create some of my own using Godot engine as a hobby
es: Me gusta jugar videojuegos. También disfruto de crear los propios utilizando Godot

source: I'm a Fullstack web developer
es: Soy un desarrollador web FullStack

source: Interests & hobbies
es: Pasatiempos e intereses

source: Looking for an upgrade on your website?
es: ¿Quieres mejorar tu página web?

source: Message
es: Mensaje

source: My name is Santiago, I'm a Fullstack <0>Javascript</0> & <1>Typescript</1> developer 🧑🏼‍💻
es: Soy Santiago, desarrollador Fullstack con <0>Javascript</0> y <1>Typescript</1> 🧑🏼‍💻

source: Name
es: Nombre

source: NodeJS backend frameworks (Express, Nest, Koa)
es: Frameworks Backend de NodeJS (Express, Nest, Koa)

source: Proficient
es: Experto

source: SPA with React, Redux, React Router, React Query
es: SPA utilizando React, Redux, React Router, React Query

source: SQL & NoSQL databases - MySQL, MongoDB, Firebase, Postgres
es: Bases de datos SQL y NoSQL - MySQL, MongoDB, Firebase, Postgres

source: See more
es: Ver más

source: Send
es: Enviar

source: Studies
es: Estudios

source: Styling with CSS, Tailwind, Styled-components
es: Estilos con CSS, Tailwind, Styled-components

source: Want to improve your business?
es: ¿Quieres mejorar tu negocio?

source: Your message
es: Tu mensaje

source: 🌎 I'm from Argentina, currently based in Buenos Aires
es: 🌎 Soy Argentino, actualmente vivo en Buenos Aires
